sms-SI/app/controllers/phone_numbers_controller.rb

	def create
		@successful_create = true
		@phone_number = PhoneNumber.find_or_create_by(phone_number: params[:phone_number][:phone_number])
---
INSERT INTO "phone_numbers" ("phone_number", "created_at", "updated_at") VALUES (?, ?, ?)  [["phone_number", "3212784985"], ["created_at", "2016-02-02 21:18:49.698332"], ["updated_at", "2016-02-02 21:18:49.698332"]]
SELECT  "phone_numbers".* FROM "phone_numbers" WHERE "phone_numbers"."phone_number" = ? LIMIT 1  [["phone_number", "3212784985"]]